[
  "mysnippets-plugin",
  "obsidian42-brat",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "floating-toc",
  "calendar",
  "obsidian-admonition",
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excel-to-markdown-table",
  "obsidian-image-toolkit",
  "remotely-save",
  "various-complements",
  "obsidian-hider",
  "link-favicon",
  "remember-cursor-position",
  "easy-typing-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-mind-map",
  "obsidian-git"
]